{
  "pages": [
    {
      "id": "weakness",
      "title": {
        "tamil": "பலவீனமா?",
        "english": "WEAKNESS?"
      },
      "theme": "gray",
      "content": {
        "tamil": {
          "mainText": "அழுகை என்பது சோகம், மகிழ்ச்சி, துக்கம் மற்றும் உடல் வலி உள்ளிட்ட பல்வேறு உணர்ச்சிகளால் தூண்டப்படும் ஒரு இயற்கையான மனித நடத்தை. இது உணர்ச்சின் பதற்றத்தை விடுவிப்பதற்கும், துயரத்தைக் குறைப்பதற்கும் அல்லது வலி நிவாரணத்தை அனுபவிப்பதற்கும் ஒரு வழியாக இருக்கலாம். ஆனால் நாம் அழுவதை விரும்புவதில்லை, இல்லையா? ஆனால் என்ன செய்வது தேவன் மனிதர்களை அழும் திறனுடன் படைத்திருக்கிறார், அவருடைய சொந்த இரக்கமுள்ள இயல்பின் பிரதிபலிப்பாகவும், மனிதர்கள் தங்கள் உணர்ச்சிகளை வெளிப்படுத்தவும் அவருடன் இணைவதற்கும் ஒரு வழியாகவும் அது அமைகிறது. அழுகை பெரும்பாலும் பலவீனத்தின் அறிகுறியாக தவறாகக் கருதப்படுகிறது. உண்மையில், அழுகை வலிமையின் அடையாளமாக இருக்கலாம், மிகவும் வெளிப்படையக இருப்பதும், உணர்ச்சிகளைச் செயல்படுத்தும் திறனையும் நிரூபிக்கிறது. உண்மையில், நீங்கள் அழவில்லை என்றால், அது ஒரு மருத்துவத்தின் அடிப்படையிலும் நோயாக கருத்தப்படுகிறது. என் குழந்தைப் பருவத்திலிருந்தே நான் அழும் பெண் என்று முத்திரை குத்தப்பட்டேன்; நான் அடிக்கடி எல்லாவற்றிற்கும் அழுகிறேன், எல்லாவற்றையும் என்னால் எளிதாக எடுத்துக்கொள்ள முடியவில்லை. எனவே எனக்கு உதவும் விதத்தில் இதைப் பற்றி மேலும் படிக்க முடிவு செய்தேன். இதைப் படிக்கும் எவரும் தைரியமாக இருங்கள். அழுகை தேவனால் உருவாக்கப்பட்ட ஒரு உணர்ச்சி; அது உங்கள் பலவீனமோ தவறோ அல்ல, எனவே அழுதால் பரவாயில்லை. பைபிளில் உள்ள பலர் அழுதனர், இயேசு உட்பட, ஆண்கள் மற்றும் பெண்கள் இருவரும்.  கடவுளின் குமாரன் அழ முடிந்தால், நாமும் நிச்சயமாக அவ்வாறு செய்ய அனுமதிக்கப்படுகிறோம். சில சமயங்களில் நம் கண்ணீர் நம் வலியையும் துக்கத்தையும் குறிக்கிறது. நாம் அழும்போது, நாம் குழந்தைகளைப் போல ஆகிவிடுகிறோம். நம் கண்ணீரைத் துடைத்து, எல்லாம் சரியாகிவிடும், பரவாயில்லை என கூறவோ அல்லது இதிலிருந்து உங்களுக்கு உதவ யாரையாவது தேடுவோம். இதோ, தாவீது, கடவுள் மீது ஆழ்ந்த நம்பிக்கையை வெளிப்படுத்தின சங்கீதம் 56:8  ஐப் படிப்போம் ",
          "scripture": "என் அலைச்சல்களை தேவரீர் எண்ணியிருக்கிறீர்; என் கண்ணீரை உம்முடைய துருத்தியில் வையும்; அவைகள் உம்முடைய கணக்கில் அல்லவோ இருக்கிறது - சங்கீதம் 56:8.",
          "scriptureReflection": "நீங்கள் வலியில் கண்ணீர் சிந்தும்போது, யாருக்கும் தெரியாது அல்லது யாரும் உங்களை கவனிக்கமாட்டார்கள் அல்லது யாரும் உங்களுக்கு உதவ முடியாது என்று நினைக்காதீர்கள். இந்த வசனம் தேவன் நம் துக்கங்களைக் கண்காணிக்கிறார், நம் கண்ணீரைக் கவனிக்காமல் இல்லை என்பதைக் குறிக்கிறது. நாம் சிந்தும் ஒவ்வொரு கண்ணீரையும் தேவன் அறிந்திருக்கிறார், நாம் அனுபவிக்கும் ஒவ்வொரு துக்கத்தையும் நினைவில் கொள்கிறார். எனவே அவரை நம்புங்கள்; அவர் செய்யும் அனைத்தும் நம் நன்மைக்காகவே. தேவன் உங்களை அழ வைத்தால், உங்கள் கண்ணீருக்கு ஒரு நோக்கம் இருக்கிறது. உணர்ச்சிகள் நம் இதயத்தின் மொழி; விசுவாசம் என்பது தேவனின் மொழி.  உங்கள் உணர்ச்சிகள் உங்கள் நம்பிக்கையை மட்டும் பறிக்க விடாதீர்கள். எனது ஊழிய பயணம், உடல்நலப் பிரச்சினைகள், திருமணப் பிரச்சினைகள், பிள்ளை வளர்ப்பு மற்றும் என்னைச் சுற்றியுள்ள விஷயங்களுக்கு மத்தியில் அவரை நம்பவும் நம்பிக்கை கொள்ளவும் கற்றுக்கொள்கிறேன்...",
          "promise": "அவர் அவர்களின் கண்களிலிருந்து எல்லா கண்ணீரையும் துடைப்பார். (வெளிப்படுத்துதல் 21:4). ",
          "reflection": "புதிய விஷயங்களும் ஆசீர்வாதங்களும் வரப்போகின்றன...கடவுள் நீங்கள் சிந்தும் ஒவ்வொரு கண்ணீரையும் அறிந்திருக்கிறார் என்பது உங்களுக்கு என்ன அர்த்தம்? கடினமான காலங்களில் கடவுளின் வாக்குறுதிகளில் உங்கள் நம்பிக்கையை எவ்வாறு வளர்த்துக் கொள்ளலாம் என்பதைப் பற்றி சிந்தியுங்கள்."
        },
        "english": {
          "mainText": "Crying is a natural human behaviour triggered by various emotions, including sadness, joy, grief, and even physical pain. It can be a way to release emotional tension, signal distress, or even experience pain relief. But we don't like to cry, right? but what to do God created humans with the capacity to cry as a reflection of His own compassionate nature and as a way for humans to express their emotions & connect with Him. Crying is often wrongly perceived as a sign of weakness. In reality, crying can be a sign of strength, demonstrating the ability to be vulnerable and process emotions. In fact, if you don't cry only, it's a medical illness. I was tagged as a crying girl from my childhood; I often cry for everything and can't take everything easily. So I decided to study more on this to help myself. Take heart, whoever is reading this. Crying is an emotion created by God; it's not your weakness or fault, so it's okay to cry. Many people in the Bible cried, both men and women, including Jesus. If the Son of God can weep, then we are most certainly permitted to as well. Sometimes our tears represent our pain and grief. When we cry, we become like children. We will be looking for someone to wipe our tears and say everything will be fine, it's okay, or someone to help you out from this. Here this is for you, David, expressing a deep trust in God - in his suffering, let's read",
          "scripture": "Psalms 56:8. You keep track of all my sorrows. You have collected all my tears in your bottle. You have recorded each one in your book.",
          "scriptureReflection": "Don't think that when you shed your tears in pain, no one knows or no one values you or no one can help you out. This verse signifies that God keeps track of our sorrows and doesn't overlook our tears. God is aware of every tear we shed and remembers every sorrow we experience. So trust him; everything he works for is for our good. If God makes you cry, there is a purpose for your tears. Emotions are the language of our heart; faith is the language of God. Don't let your emotions take your faith. Learning to trust him and have faith in the midst of my mission journey, health issues, marriage problems, parenting and things around me with tears...",
          "promise": "He will wipe every tear from their eyes. (Revelation 21:4). New things and blessings are coming ahead ... So embrace tears as part of your life journey.",
          "reflection": "Think What does it mean to you that God is aware of every tear you cry? & Think about the ways how you can build your faith in God's promises during your hard times."
        }
      }
    },
    {
      "id": "remember",
      "title": {
        "tamil": "நீங்கள் நினைவில் வைப்பீர்களா?",
        "english": "WILL YOU REMEMBER?"
      },
      "theme": "warm",
      "content": {
        "tamil": {
          "mainText": "ஒவ்வொருவரும் தனித்துவமானவர்கள் மற்றும் திறமைகள், அறிவு, குணம், அனுபவம் மற்றும் அவர்களின் பழக்கவழக்கங்களின் அடிப்படையில் கட்டமைக்கப்பட்ட தங்கள் சொந்த அடையாளத்தைக் கொண்டுள்ளனர். ஒரு புதிய தாயாக, என் மகனுக்கு நல்ல பழக்கங்களை வளர்ப்பதற்கு நான் பொறுப்பு, எனவே நான் எது சிறந்தது மற்றும் நான் என்ன செய்ய வேண்டும் என்பதைப் பார்த்துக் கொண்டிருக்கிறேன்.",
          "habitDefinition": "பழக்கம் என்றால் என்ன? நீங்கள் தொடர்ந்து ஈடுபடும் எந்தவொரு நடத்தை அல்லது செயலும் ஒரு பழக்கமாக கருதப்படுகிறது, எழுந்தவுடன் காபி குடிப்பது, பற்களைத் துலக்குவது, கைகளைக் கழுவுவது, சுத்தமாக வைத்திருப்பது, நகங்களைக் கடிக்காமல் இருப்பது போன்றவை. சில பழக்கங்கள் உடல் மற்றும் மன நலனை மேம்படுத்தலாம், மற்றவை உங்கள் அன்றாட வாழ்க்கையில் தேவையற்ற தாக்கத்தை ஏற்படுத்தலாம்.",
          "scripture": "நீதிமொழிகள் 3:6 உன் எல்லா வழிகளிலும் கர்த்தரை நினைவில் கொள், அவர் உனக்கு வெற்றியைத் தருவார். கர்த்தரை எப்போதும், எல்லா இடங்களிலும், நீ செய்யும் எல்லாவற்றிலும் உன்னுடன் அழைத்துச் செல்.",
          "encouragement": "நம் அனைவருக்கும் நம் வாழ்க்கையில் கடவுள் தேவை, ஒரு நாளில் ஒரு முறை மட்டும் அல்லது உதவி தேவைப்படும் நேரங்களில் மட்டும் அல்ல, உங்கள் நாள் முழுவதும் தேவை. இந்த வசனம் நம் வாழ்க்கையின் ஒவ்வொரு அம்சத்திலும் கர்த்தரின் இருப்பையும் வழிகாட்டுதலையும் ஒப்புக்கொள்ள நம்மை ஊக்குவிக்கிறது.",
          "consistency": "நிலைத்தன்மை முக்கியம், நல்ல காலங்களில் மட்டுமல்ல, கடினமான காலங்களிலும் கடவுளுடன் நடப்பது மற்றும் அவரது கையைப் பிடித்துக் கொண்டு நம்புவது. இந்த நிச்சயமற்ற உலகில் நாம் கொண்டிருக்கக்கூடிய அல்லது நம் குழந்தைகளுக்குக் கற்றுக்கொடுக்கக்கூடிய சிறந்த பழக்கம், நாம் செய்யும் எல்லாவற்றிலும் கர்த்தரை நினைவில் கொள்வதுதான்.",
          "reflection": "கடவுளையும் உங்கள் வாழ்க்கையில் அவரது செயல்பாட்டையும் நினைவில் கொள்ளுங்கள், ஏனென்றால் அது இன்று உங்களுக்கு முக்கியம். உங்களை ஆராய்ந்து பாராட்டுங்கள்: இன்று எத்தனை முறை நீங்கள் கர்த்தரைப் பற்றி நினைக்கிறீர்கள்?"
        },
        "english": {
          "mainText": "Everyone is unique and has their own identity built based on skills, knowledge, character, experience, and their habits. As a new mom, I'm responsible for cultivating good habits for my son, so I'm just going through what is best and what I have to do So let's all go through it together.",
          "habitDefinition": "What is a habit? Any behavior or action you engage in regularly counts as a habit, from having coffee as soon as you get up, brushing teeth, washing hands, keeping clean, not biting nails, etc. Some habits can promote physical and mental wellness, while others might have more of an unwanted impact on your everyday life. Among everything, Do you have a habit of praying for everything? I'm not good at that. Sometimes I do, sometimes I miss, or sometimes I just go in times of need alone. I learnt and built praying, which means talking to God in the morning alone or approaching him in times of help. As I'm growing and seeing things around me, it was so scary. I feel the world is getting dangerous, and I can't predict what's next. So what shall I do? The answer is :",
          "scripture": "Remember the Lord in all you do, and he will give you success. Proverbs 3:6 Take the Lord with you all the time, everywhere, and in everything you do.",
          "encouragement": "We all need God in our lives, not only one time in a day or times of help, you need throughout your day. This verse encourages us to acknowledge the Lord's presence and guidance in every aspect of our lives. Remembering the Lord deepens our connection with God and promotes faith, comfort, strength, gratitude, and victory. It reminds us to live according to God's principles and to avoid wrongdoing. So remember the Lord in everything, for example, praying before eating, praying while travelling, praying while doing new things, praying before you start cooking or studying, or any work you begin. I remember one sister who was sharing she will be thanking God after she comes out from the washroom. It was funny but deep to think about how much she connected with and remembered God. She reminds me to thank God for the good things that God allows us to have, even small things that we don't care much about.",
          "consistency": "Consistency is important, walking with God not only in good times but even trusting & holding his hand in hard times too. The best habit we can have, or we can teach our children in this uncertain world is to remember the Lord in everything we do. ....",
          "reflection": "Remember God and his work in your life because it matters for you today. Examine and appreciate yourself: how many times today do you think about the Lord?"
        }
      }
    },
    {
      "id": "appreciation",
      "title": {
        "tamil": "மிகவும் தேவையானது",
        "english": "MUCH NEEDED"
      },
      "theme": "blue",
      "content": {
        "tamil": {
          "mainText": "நான் ஒரு குடும்பத்தில் வளர்ந்தேன், அங்கு நாங்கள் ஒருவரையொருவர் அதிகம் பாராட்டுவதில்லை; நாங்கள் அதை அறிவோம், ஆனால் வெளிப்படுத்துவது கடினமாக இருக்கிறது. சில நேரங்களில் நாங்கள் அதை சாதாரணமாக எடுத்துக் கொள்கிறோம். என் அம்மா மிகவும் சுறுசுறுப்பானவர்; வேலைக்குச் செல்வதற்கு முன், அவர் எல்லா வேலைகளையும் செய்வார். அவர் என்னை சமைக்க அனுமதிக்க மாட்டார். திருமணத்திற்குப் பிறகு, அது எனக்கு சவாலாக இருந்தது, ஆனால் என்ன செய்வது? நான் சமைக்கக் கற்றுக்கொண்டேன் மற்றும் அன்பானவருக்கு சேவை செய்வதில் மகிழ்ச்சியை அனுபவித்தேன்.",
          "scripture": "1 தெசலோனிக்கேயர் 5:11 'எனவே ஒருவரையொருவர் ஊக்குவித்து, ஒருவரையொருவர் கட்டியெழுப்புங்கள், நீங்கள் செய்து கொண்டிருப்பதைப் போலவே.'",
          "importance": "ஒவ்வொருவரும் ஒப்புக்கொள்ளப்படுவதையும் பாராட்டப்படுவதையும் விரும்புகிறார்கள். ஒரு நபரின் மிகப்பெரிய உணர்ச்சித் தேவை பாராட்டப்படுவதுதான் என்பதை மறக்காதீர்கள். பாராட்டப்பட, பெரிய விஷயங்களை அடைய அல்லது நிரூபிக்க வேண்டிய அவசியமில்லை; சிறிய விஷயங்களே போதும். சில நேரங்களில் ஒரு சிறிய செயல் அவர்களின் நாளை உருவாக்கலாம், அல்லது சில நேரங்களில் அது மக்களின் வாழ்க்கையையும் மாற்றலாம்.",
          "reflection": "காலையிலிருந்து இரவு வரை, உங்கள் குடும்பத்திலும் பணியிடத்திலும் நீங்கள் காணும் எல்லா நல்ல விஷயங்களையும் பாராட்டுங்கள்! ஒருவரையொருவர் ஊக்குவிக்கும் மகிழ்ச்சியை அனுபவிப்போம்."
        },
        "english": {
          "mainText": "I grew up in a family where we don't appreciate each other much; we know it, but we find it hard to express. Sometimes we take it for granted. My mom is very active; before she goes to work, she does every chore. She won't allow me to cook. After getting married, it was challenging for me, but what to do? I learned to cook and experienced joy in serving the loved one, but now you can trust me. I'm a better cook; I thank God for that... Whenever I cook, I look for my husband's appreciation more than other things. Sometimes he does and sometimes he doesn't, so I will ask, \"How was the food?\" My husband replies to me in one line, \"It's tasty,\" but whenever I hear the word, it pushes me to do more and give my best continuously. It applies to other things also. I started to realize the value of being appreciated and acknowledged. As a young mother handling a baby and taking care of different stuff, I feel I need much, and I understand appreciation can take me higher. You all will agree, small or big, if someone appreciates us, it brings joy and confidence and makes us do our best. If you look into the Bible,",
          "scripture": "1 Thessalonians 5:11 says, \"Therefore encourage one another and build each other up, just as in fact you are doing.\"",
          "importance": "Everyone enjoys being acknowledged and appreciated. Don't forget a person's greatest emotional need is to be appreciated. To get appreciated, there's no need to achieve or prove greater things; small things are enough. Sometimes a small act can make their day, or sometimes it can change people's lives too. Who knows? People never forget the person who appreciates them. But we struggle to express, and we look for others to give, in Luke 6:38. Give, and it shall be given unto you... This verse teaches us to give what you expect from others; it can be appreciation, forgiveness, respect, love, understanding, etc. \"Appreciation to others is that you can be appreciated... Today your mom, dad, husband, wife, children, friends, office co-workers, & people around you are looking for your kind words and encouragement.",
          "reflection": "From morning till night, appreciate all the good things you see in your family & workplace! Let us experience the joy of encouraging one another."
        }
      }
    },
    {
      "id": "hair-fall",
      "title": {
        "tamil": "உங்கள் முடி உதிர்வைப் பற்றி கவலைப்படுகிறீர்களா?",
        "english": "Are you worried about your hair fall?"
      },
      "theme": "brown",
      "content": {
        "tamil": {
          "mainText": "பெண்கள் மட்டுமல்ல, எல்லா ஆண்களும் கூட தங்கள் தலைமுடி உதிர்ந்து, நரைத்து, வழுக்கை விழும்போது கவலைப்படுகிறார்கள். அவர்கள் மருத்துவமனைகளிலும், பார்லர்களிலும் நிறைய பணம் செலவழித்து, வெவ்வேறு முறைகள், தீர்வுகள், வீட்டு வைத்தியம் போன்றவற்றை முயற்சிக்கத் தயாராக இருக்கிறார்கள், ஏனென்றால் அனைவருக்கும் முடி பிடிக்கும். நான் டீனேஜராக இருந்த காலம் எனக்கு நினைவிருக்கிறது; எனக்கு நீண்ட, அடர்த்தியான முடி இருந்தது. பின்னர், அது அதிகமாக உதிரத் தொடங்கியது. நான் வெவ்வேறு வீட்டு வைத்தியங்களை முயற்சித்தேன், சிறிது காலம் சிகிச்சை பெற்றேன், பின்னர் நான் சோர்வடைந்தேன்... இப்போது பிரசவத்திற்குப் பிறகு, எனக்கு முடி உதிர்தலில் மற்றொரு தீவிரத்திற்குச் செல்கிறேன்; அந்த நேரத்தில் நான் இதனால் உற்சாகமடைந்தேன்.",
          "scripture": "\"உங்கள் தலையின் முடிகள் கூட எல்லாம் எண்ணப்பட்டிருக்கின்றன\" மத்தேயு 10:30",
          "comfort": "எனக்கு எவ்வளவு முடி இருந்தது, நான் அதை இழந்துவிட்டேன்; என்னால் கூட அதை எண்ண முடியாது, ஆனால் தேவன் எனது முடியின் எண்ணிக்கையை அறிவார்.. நம் வாழ்க்கையின் மிகச்சிறிய விவரங்களைப் பற்றிய அவரது நெருக்கமான அறிவின் பிரம்மிப்பையும் மற்றும் அவர் நம்மை எவ்வளவு மதிக்கிறார் என்பது பற்றிய பிரமிப்பும் மற்றும் அவர் பார்வையில் இருந்து நாம் மறக்கப்படுவதில்லை என்பதும் உண்மை. அவர் உங்கள் தலைமுடியையும் கூட கவனித்துக்கொள்கிறார்; அந்த அளவுக்கு அவர் நம்மை ஆழமாகவும் உண்மையாகவும் நேசிக்கிறார்.  கவலைப்படாதீர்கள் வாழ்க்கை சிறியது; எல்லாம் கடந்து போகும். இன்று நீங்கள் உங்கள் தலைமுடி அல்லது வேறு எதைப் பற்றியும் கவலைப்படலாம். நாம் அவரால் ஆழமாக அறியப்பட்டவர்கள் மற்றும் நேசிக்கப்படுகிறோம் என்பதை நினைவில் கொள்ளுங்கள்.  ",
          "reflection": "“முடிகளை எண்ணுவதற்குப் பதிலாக, ஏற்கனவே அதன் எண்ணிக்கையையும் அறிந்தவரை நம்புங்கள்.”  1 பேதுரு  5 7: அவர் உங்களை விசாரிக்கிறவரானபடியால், உங்கள் கவலைகளையெல்லாம் அவர்மேல் வைத்துவிடுங்கள். இன்று நீங்கள் என்ன கவலையை சுமந்து செல்கிறீர்கள் என்பதை கடவுளிடம் பட்டியலிடுங்கள்! அவர் உங்களுக்காக அக்கறை கொள்கிறார் என்பதை நினைவில் கொள்ளுங்கள். நீங்கள் உங்கள் தலையை சீவும்போது, அவருக்கு உங்கள் தலை முடியின் எண்ணிக்கையும் தெரியும் என்பதை நினைவில் கொள்ளுங்கள். அவரது அறிவு மற்றும் கவனிப்புக்கு நன்றி மற்றும் துதிகள்."
        },
        "english": {
          "mainText": "Are you worried about your hair falling? This is for you. Not only women, even every man and everyone worries when their hair falls, black turns to grey, and they go bald. They're willing to spend a lot of money in hospitals and parlours and are looking forward to different methods, solutions, and home remedies, like hair oils, to prevent it ... because everyone likes hair. I remember the time when I was a teen; I had long, dense hair, and after one period, it started to fall like anything. I tried different home remedies and took treatment for some time, then I was fed up... Right now after delivery, I'm going through hair fall to another extreme; at that time I got encouraged by this. The verse ",
          "scripture": "even the hairs of your head are all numbered\"  Matthew 10:30",
          "comfort": "I don't know how much I had, and I lost it; even I can't count it, but God knows the numbers ... the awe of his intimate knowledge of even the smallest details of our lives and how much we are valued by him ... we aren't forgotten from his sight. He cares for you, even your hair too; that much he loved and valued us deeply and specifically.  Eat well and take care; don't worry. Life is short; everything shall pass. Today you might be worrying about your hair or anything. Remember we are deeply known & loved by him.",
          "reflection": "Instead of counting hairs, trust the One who already knows the count.\"Cast all your anxiety on him because he cares for you.\" 1 Peter 5:7 1. List out your worries to God what you're carrying today! Remember he cares for you. When you comb, remember he knows the number. Thank & praise him for his knowledge and care."
        }
      }
    },
    {
      "id": "available",
      "title": {
        "tamil": "கிடைக்கும்",
        "english": "AVAILABLE"
      },
      "theme": "light",
      "content": {
        "tamil": {
          "mainText": "எல்லோரும் ஏங்கும் ஒரு விஷயம் மற்றும் ஒருபோதும் போதும் என்று சொல்லாத ஒன்று 'அன்பு'. அன்பு ஒரு உணர்ச்சி அல்ல, மாறாக மனித அனுபவத்தின் அடிப்படை அம்சம். பெற்றோர், கூட்டாளிகள், நண்பர்கள், உடன்பிறப்பு குழந்தைகள் மற்றும் செல்லப்பிராணிகளிடமிருந்து கூட அன்பையும் பாசத்தையும் பெறுவது நம் நம்பிக்கையை அதிகரிக்கவும் மதிப்புமிக்கவர்களாக உணரவும் செய்யும். நான் அன்புக்காக ஏங்கும் ஒரு நபர்; என் பெற்றோர், கணவர், சகோதரர் மற்றும் மக்கள் இருந்தாலும், சில நேரங்களில் யாரும் என்னை நேசிக்கவில்லை என்று உணர்கிறேன்.",
          "scripture": "எபேசியர் 3:18 'கிறிஸ்துவின் அன்பு எவ்வளவு அகலமானது, நீளமானது, உயரமானது மற்றும் ஆழமானது' என்பதைப் பற்றி பேசுகிறது.",
          "loveDescription": "நீங்கள் அன்புக்காக ஏங்குகிறீர்களா? இது உங்களுக்காக. அவரது அன்பு நம் புரிதலுக்கு அப்பாற்பட்டது, எல்லையற்றது மற்றும் அளவிட முடியாதது. அதை எளிதாக்க, ஒரு கணம், உங்கள் மனதில் கடலை படம் பிடியுங்கள். அதன் ஆரம்பத்தைப் பார்க்க முடியுமா? அதன் முடிவைப் பார்க்க முடியாது, அதன் ஆழம், அகலம் மற்றும் உயரத்தை அளவிட முடியாது, இல்லையா? அவ்வளவு கடவுளின் அன்பு பெரியது. இது இலவசம் மற்றும் அனைவருக்கும் கிடைக்கக்கூடியது.",
          "reflection": "1. ஒரு கணம் எடுத்துக்கொண்டு, இந்த வேதாகமத்தை படித்தபோது நீங்கள் எப்படி உணர்ந்தீர்கள் என்பதை உங்கள் ஜெப நேரத்தில் கடவுளிடம் பகிர்ந்து கொள்ளுங்கள். இன்று இந்த அன்பைப் பற்றி நீங்கள் எப்படி உணர்ந்தீர்கள் என்பதை யாரிடமாவது பகிர்ந்து கொள்ளுங்கள்."
        },
        "english": {
          "mainText": "One thing that everybody longs for and never says is enough means it is 'love'. Love is not an emotion but a fundamental aspect of the human experience. Receiving love and affection from parents, partners, friends, sibling children and even pets can boost our confidence and make us feel valued. I'm a person longing for love; even though my parents, husband, brother & people are there, sometimes I feel no one loves me. Sometimes they show it, but my inner self is not satisfied. I feel they did not meet up the way I showed and accepted... When individuals don't receive the love they desire, it can lead to feelings of sadness and disappointment, & it can trigger negative emotions and psychological distress. The unmet need for love can lead to feelings of loneliness, low self-esteem, and a sense of worthlessness. Everyone might have many incidents in our lives where we feel unloved when the loved one hurts us, and some might take advantage of our love. Love controls us, and it can push us into any extreme; it can be positive and negative too. I searched in all places from my childhood till now, even after marrying a loved one, having a beautiful baby, and having everything I wanted, but sometimes still my heart was not satisfied. After delivery, many might know women might go through postpartum depression. It takes you to another extreme & many phases of yourself... I was going through loneliness and feeling unloved at that time. I'm encouraging myself and starting to connect with the truth of the emptiness, the void within me that cannot be filled by material possessions, relationships, or worldly achievements – not now, forever, and it can't. Only I can get satisfied by getting closer with God. Why? Because he only created us with a need that he alone can fill! The human soul often experiences a deep longing or emptiness that worldly things cannot permanently satisfy. God is the only source of true and lasting satisfaction for the soul. Even after knowing the truth, getting connected with God itself is difficult for me during my post-delivery period and even now. But I pushed myself, my husband and many sisters helped and encouraged me to get connected with God because he alone can satisfy me. This scripture is always very close to my heart; this is true.",
          "scripture": "Ephesians 3:18 speaks of \"how wide and long and high and deep is the love of Christ\".",
          "loveDescription": "Are you longing for love? This is for you. His love is beyond our understanding, boundless and immeasurable. To make it easy, just for a moment, picture the sea in your mind. Can you see its beginning? You can't see its end, and you can't measure the depth, width & height of it, right? That much God's love is big. It's free and available for everyone. Nothing we can do or fail to do will stop him from loving us. He loves us more than anyone could in a lifetime. God's love is the only thing that can fully satisfy the hungry heart of us .So let's explore this love and stay close to him daily and forever.",
          "reflection": "1. Take a moment & share how you felt when you read this scripture to God in your prayer time. And share with someone how you felt about this love today."
        }
      }
    },
    {
      "id": "take-care",
      "title": {
        "tamil": "கவனிக்கவும்",
        "english": "TAKE CARE"
      },
      "theme": "light",
      "content": {
        "tamil": {
          "mainText": "உங்களில் எத்தனை பேர் என்னுடன் ஒத்துப்போக முடியும் என்று எனக்குத் தெரியவில்லை. இது நான்தான். நான் சுய சரீர பராமரிப்பில் அதிக ஆர்வம் காட்டுவதில்லை. நான் என்னை பராமரிப்பதில் எவ்வளவு மோசமாக இருக்கிறேன் என்பது என் நெருங்கிய நபர்களுக்கு தெரியும். சில முக்கியமான நேரத்தில் நான் என்னை கவனித்துக் கொள்வேன்; இல்லையெனில், ஏதாவது சிறப்பு சந்தர்ப்பத்திலோ அல்லது ஞாயிற்றுக்கிழமையிலோ, நான் என்னை எனது வெளிப்புற தோற்றத்தை அக்கறை கொள்வேன். திருமணமாகி ஒரு தாயான பிறகு, நான் முன்பை விட மோசமாகிவிட்டேன். பைபிள் வசனம் எனக்கு நினைவிருக்கிறது நம்மைச் சுற்றி மேகம் போல் திரளான சாட்சிகள் உள்ளன; ஆம், சிலரின் வார்த்தைகளைப் பார்ப்பதும் நினைவில் கொள்வதும் எனக்கு நிறைய உத்வேகம் அளிக்கிறது. இந்த பரபரப்பான உலகில் பல முறை நாம் நம்மை கவனித்துக் கொள்ளத் தவறிவிட்டோம்... குறிப்பாக  சில பெண்கள் அவர்களை கவனித்து கொள்ளவதில் அதிக முன்னுரிமை அளிபதில்லை, ஆனால் இன்று நீங்கள் அவர்களுக்கு நினைவூட்ட விரும்புகிறேன். 1 கொரிந்தியர் 6:19-20 கூறுகிறது",
          "scripture": "19: உங்கள் சரீரமானது நீங்கள் தேவனாலே பெற்றும் உங்களில் தங்கியும் இருக்கிற பரிசுத்த ஆவியினுடைய ஆலயமாயிருக்கிறதென்றும், நீங்கள் உங்களுடையவர்களல்லவென்றும் அறியீர்களா? 20: கிரயத்துக்குக் கொள்ளப்பட்டீர்களே; ஆகையால் தேவனுக்கு உடையவைகளாகிய உங்கள் சரீரத்தினாலும் உங்கள் ஆவியினாலும் தேவனை மகிமைப்படுத்துங்கள். - கொரிந்தியர் 6:19-20",
          "loveDescription":"உங்கள் சரீரம் தேவனின் ஆலயம்.  விசுவாசிகளாகிய நாம் நம் சரீரத்தின் மூலம் தேவனை கணபடுத்த அழைக்கப்பட்டுள்ளோம். நீண்ட காலத்திற்கு முன்பு, ஒரு நாள், என் வழிகாட்டி(பெண்) - அவர் - என்னிடம், \"இன்று மட்டும் எப்படி வழக்கமான நாட்களை விட அழகாக இருக்கிறாய்?\" என்று கேட்டார். நான், \"இன்று ஞாயிற்றுக்கிழமை; எல்லோரும் வருவார்கள், அதனால் நான் நன்றாக வந்தேன்\" என்றேன். பின்னர் நான் யாருக்காக உடை அணிந்திருக்கிறேன், தலைமுடியை சரியாக சீவூகிறேன், ஆபரணங்களை அணிகிறேன், எல்லாவற்றையும் செய்கிறேன் என்று அவர் எனக்கு உதவினார். நான் என்ன செய்தாலும், சிறிய, சிறிய விஷயங்களைச் செய்தாலும், நான் என்னைப் பற்றி கவலைப்படுகிறேன் என்பதை அவர் எனக்கு உணர்த்தினார்; அது மற்றவர்களுக்காக அல்ல, தேவனின் மகிமைக்காக இருக்க வேண்டும். ஏனென்றால் தேவன் நம்மில் வசிக்கிறார்... என் சரீரம் அவருக்கு சொந்தமானது, எனவே ஒவ்வொரு நாளும் அவருடைய மகிமைக்காக அதை நான் சரியாக கவனித்துக் கொள்ள வேண்டும் என்று அவர் எனக்குக் கற்றுக் கொடுத்தார். என் சுய சரீர பராமரிப்பை புறக்கணிப்பது எளிது, குறிப்பாக வாழ்க்கை பரபரப்பாகவோ அல்லது மன அழுத்தமாகவோ இருக்கும்போது. நாம் பெரும்பாலும் வேலை, குடும்பம் மற்றும் பிற கடமைகளுக்கு முன்னுரிமை அளிக்கிறோம், நமது சொந்த தேவைகளை கடைசியாக வைக்கிறோம். இது சோர்வு, நமது உடல் மற்றும் மன நலனை புறக்கணிக்க வழிவகுக்கும். நமது உடல் மற்றும் ஆன்மீக நல்வாழ்வை கவனித்துக்கொள்வது, தேவனின் இருப்பதை மதிக்கும் ஒரு வழியாகக் கருதப்படுகிறது.  பலருக்கு ஜெபம் மற்றும் உபவாச யோசனைகள் உள்ளன. ஒரு சகோதரியை நான் நினைவில் கொள்கிறேன்; தினமும் காலையில் ஜெபம் செய்வதற்கு முன்பு, அவள் குளித்து, நன்றாக உடை அணிந்து, ஒப்பனை செய்து, தேவனிடம் செல்லும்போது  தேவன் என்னில் வசிக்கிறார் என்பதை நினைவூட்டுவதற்காக இது அவருடைய உபவாச பிரார்த்தனைகளில் ஒன்று என்றும், நான் அவர் முன் வரும்போது அவரை மிகுந்த மரியாதையுடன் மதிக்க வேண்டும் என்றும் அவர் பகிர்ந்து கொண்டார். இது எனக்கு மிகவும் உறுதியளிக்கிறது. எனவே நாம் உங்கள் உடல்களை எவ்வாறு கவனித்துக்கொள்கிறோம்? அதை மரியாதையுடனும் சரியான கவனிப்புடனும் கருதுகிறோமா?! நீங்கள் ஒரு சில உடல் பயிற்சிகளைச் செய்யலாம், ஆரோக்கியமாக சாப்பிடுவது, போதுமான தூக்கம் , புத்தகம் வாசிப்பது, பாடல்களைக் கேட்பது, அன்புக்குரியவர்களுடன் நேரத்தை செலவிதுவது பல எளிய வழிகள் உள்ளன, எனவே சுய பாதுகாப்புக்கு முன்னுரிமை அளிக்க ஒரு சிந்தனைமிக்க முயற்சியை மேற்கொள்ளுங்கள். வெளிப்புறமாக நாம் எவ்வளவு அக்கறை கொண்டாலும், உள்புறத்திலும் அக்கறை கொள்ள வேண்டும்! தேவன் உங்கள் இதயத்தை அறிவார். நீங்கள் உங்களை பரிசுத்தமாக வைத்திருக்கிறீர்களா? தேவனை நம்முடன் இருக்க செய்வது நமக்கு ஒரு மரியாதை. தேவன் நம்முடன் இருக்க நம் எண்ணங்களிலும் செயல்களிலும் நம்மைத் தூய்மையாக வைத்திருக்க முயற்சி செய்கிறோமா? தேவன் பரிசுத்தர்; பாவம் நம்மைப் அவரிமிருந்து நம்மை பிரிக்கிறது, விழிப்புடன் இருங்கள் மற்றும் உங்கள் பாவத்தை ஒப்புக்கொண்டு மனந்திரும்புவதன் மூலம் தேவன் உங்களைப் பரிசுத்தமாக்குகிறார்.  உங்கள் சரீரம் ஒரு ஆலயம், தேவனிடமிருந்து கிடைத்த பரிசு; நீங்கள் அதைப் பராமரிக்கும்போது நீங்கள் ஆசீர்வதிக்கப்படுவீர்கள். உங்கள் சரீரத்தின் ஒவ்வொரு பகுதியையும் அவருடைய மகிமைக்காகப் பயன்படுத்துங்கள், அதை உடல் ரீதியாகவும் ஆன்மீக ரீதியாகவும் கவனித்துக் கொள்ளுங்கள்.",
          "reflection": "உங்கள் சுய சரீர பராமரிப்புக்காக உங்களுக்குத் தேவையான அல்லது செய்ய விரும்பும் ஒன்றைச் செய்ய இன்று சிறிது நேரம் ஒதுக்குங்கள். உங்கள் சரீரம் தேவனின் சொத்து என்பதை நினைவில் கொள்ளுங்கள்."
        },
        "english": {
          "mainText": "I don't know how many of you can relate to me. This is me. I don't show much interest in self-care. My close people know how bad I am at that. Like, in a season I will take care of myself; otherwise, for any special occasion or on Sunday, I will make myself good. After getting married and becoming a mother, I went worse than before. I remember the verse There are clouds of witnesses around us; yeah, just seeing and remembering some people's words inspires me a lot. Many times we failed to take care of ourselves in this busy world... especially some women who don't prioritise much, but today I would like you to remind them. 1 Corinthians 6:19-20 says",
          "scripture": "Do you not know that your bodies are temples of the Holy Spirit, who is in you, whom you have received from God? You are not your own; [20] you were bought at a price. Therefore honour God with your bodies. \n 1 Corinthians 6:19-20 NIV[19]", 
          "loveDescription": "Your body is the temple of God. As believers, we are called to honour God through our bodies.Long back, one day, my mentor – she – asked me, \"How today alone do you look more beautiful than usual days?\" I said, \"Today is Sunday; everyone will come, so I came up well.\" Then she helped me with for whom I'm wearing the dress for, combing hair properly, putting on accessories, doing all things, etc. She made me realise that whatever I do, even small, small things, I do care for myself; it has to be for God's glory, not for others . Because God dwells in us... The body belongs to him, so she taught me every day I need to take care of that properly for his glory.It's easy to overlook self-care, especially when life gets busy or stressful. We often prioritise work, family, and other obligations, putting our own needs last. This can lead to burnout, exhaustion, and even neglecting our physical and mental well-being.Taking care of our physical and spiritual well-being is seen as a way of honouring God's presence within. Many people have different prayer and fasting ideas. I remember one sister; before praying every morning, she would take a bath, dress up well, do her makeup and present herself well while she went to God. She was sharing that it's one of her fasting prayers, to remind herself God dwells in me, and I need to honour him with great respect when I come before him. This was very convicting for me. So how are we taking care of your bodies? Are we considering it with respect and with proper care?! There are many simple ways you can do a few exercises, eat healthily, get enough sleep, read, listen to songs, spend time with loved ones, etc., so make a conscious effort to prioritise self-care.However much we care outwardly, we need to care inwardly too! God knows your heart. Do you keep yourself holy? It's an honour for us to carry God with us .... Are we making efforts to keep ourselves pure in our thoughts and actions to have God with us? God is holy; sin separates us, be aware & strive yourself holy by  confessing and repenting from your sin .  Your body is a temple, a gift from God; you will be blessed as you care for it. Use every part of your body and take care of it physically and spiritually for his glory.Reflection: ",
          "reflection": "Take some time off today to do something that you need or like to do for your self-care. Remember, your body is God's property."
        }
      }
    },
    {
      "id": "the-answer-for-injustice",
      "title": {
        "tamil": "அநீதிக்கு தீர்வு",
        "english": "THE ANSWER FOR INJUSTICE"
      },
      "theme": "red",
      "content": {
        "tamil": {
          "mainText": "சமீபத்தில் ஒரு புதிய படம் பார்த்தேன். அந்தப் படத்தில் ஒரு வரி என்னை மிகவும் தொந்தரவு செய்தது. \"தவறு செய்தவர்களையும், பாதிக்கப்பட்ட மக்களையும் மன்னித்து அதை மறந்துவிடுமாறு சமூகம் எங்களிடம் கேட்கிறது\" என்று அது கூறுகிறது. இது என் இதயத்தை நகர்த்துகிறது; நடைமுறையில், அதைக் கடந்து செல்லும் நபருக்கு இது மிகவும் வேதனையாகவும் கடினமாகவும் இருக்கும். பாதிக்கப்பட்டவர்களுக்கு அந்த நபர் செய்த தவறை விட வலியை மட்டுமே அதிகம் தெரியும். சில நேரங்களில் வலி அவர்களைத் தண்டிப்பதற்கோ அல்லது நம்மை நாமே தண்டிப்பதற்கோ உங்களை மிகவும் தீவிரமான நிலைக்கு அழைத்துச் செல்கிறது. நான் கடந்து சென்றேன், அது எப்படி இருக்கும் என்று எனக்குத் தெரியும். எனது பள்ளி மற்றும் கல்லூரி நேரத்தில் நிராகரிப்பு, உடல் ரீதியான துஷ்பிரயோகம் மற்றும் காயமடைந்த வார்த்தைகள், சில சம்பவங்கள் மற்றும் என் வாழ்க்கையில் சில நபர்களைப் பற்றி என்னால் மன்னிக்கவோ மறக்கவோ முடியவில்லை. அந்த நபரை விடுவிக்க நான் விரும்பவில்லை. அந்த நபர் தண்டிக்கப்பட வேண்டும் அல்லது அவர் என்ன செய்கிறார் என்பதை புரிந்து கொள்ள வேண்டும் என்று நான் விரும்பினேன்... எனக்கு நானே உதவுவதற்காக, இதைத் தயாரித்துக் கொண்டிருந்தேன். படிப்போம். ",
          "scripture": " 1 பேதுரு 2:23 NIV அவர்கள் அவரை அவமதித்தபோது, அவர் பதிலடி கொடுக்கவில்லை; அவர் பாதிக்கப்பட்டபோது, அவர் எந்த அச்சுறுத்தலையும் செய்யவில்லை. மாறாக, நியாயமாக தீர்ப்பளிப்பவரிடம் அவர் தன்னை ஒப்படைத்தார். ",
          "comfort": "நியாயமற்ற நடத்தையையும் துன்புறுத்தலையும் எதிர்கொள்ளும்போது இயேசு செய்த செயல்களை இந்த வசனம் விவரிக்கிறது. பழிவாங்குவதற்கோ பழிவாங்குவதற்கோ பதிலாக, அவர் தனது வழக்கை நீதிமானாகிய கடவுளிடம் ஒப்படைத்தார். பதிலடி கொடுப்பதற்கோ பழிவாங்குவதற்கோ பதிலாக கடவுளின் தீர்ப்புக்கு தன்னை ஒப்படைத்த இயேசுவின் உதாரணத்தை இந்த வசனம் வலியுறுத்துகிறது. நியாயமற்ற தன்மை அல்லது துன்பத்தை எதிர்கொள்ளும்போது கூட, கடவுளின் நீதியை நம்புவதன் முக்கியத்துவத்தை இது எடுத்துக்காட்டுகிறது. கடவுள் நம்மை விட சிறந்த நீதிபதி. கடவுளின் பரிபூரண அறிவு, ஞானம் மற்றும் நீதி காரணமாக மனித தீர்ப்பை விட கடவுளின் தீர்ப்பு உயர்ந்தது... எனவே தீர்ப்பளிக்க கடவுளிடம் சரணடையுங்கள். ஆனால் அது தாமதமாகிவிட்டது என்று நீங்கள் நினைக்கிறீர்களா? இந்த வசனத்தை நினைவில் கொள்ளுங்கள். 2 பேதுரு 3:9 தேவன் பொறுமையுள்ளவராயிருக்கிறார், ஒருவனும் கெட்டுப்போகவேண்டுமென்று விரும்பவில்லை, ஆகிலும் எல்லாரும் மனந்திரும்புதலுக்குத் திரும்பவேண்டுமென்று விரும்புகிறார். தீர்ப்பில் கடவுளின் தாமதம் மக்கள் தங்கள் வழிகளை மாற்றுவதற்கான ஒரு வாய்ப்பாகும் என்று இந்த வசனம் கூறுகிறது... தண்டிக்கப்படுவதற்குப் பதிலாக மனந்திரும்புதல் மற்றும் மன்னிப்புக்கான வாய்ப்பை கடவுள் ஏன் வழங்குகிறார் என்று நாம் கேள்வி எழுப்புவோம். உண்மை என்னவென்றால், கடவுளின் இயல்பு அன்பு, கருணை மற்றும் கருணை. இது எளிதானது அல்ல, ஆனால் இயேசுவின் உதவியுடன், நாம் அதை சமாளிக்க முடியும், ஏனென்றால் அவர் அதைச் செய்தார், நாங்கள் தான் அவரை சிலுவையில் இறக்கச் செய்தோம் என்று அவருக்குத் தெரிந்திருந்தாலும், இன்னும் அவர் மன்னிக்கவும் நேசிக்கவும் தயாராக இருக்கிறார். மன்னியுங்கள்; நீங்கள் மன்னிக்கப்படுவீர்கள். நமது பாவங்களுக்கு மன்னிப்பு பெற, நாம் மற்றவர்களை மன்னிக்க வேண்டும். மற்றவர்களை மன்னிப்பது கோபம், கசப்பு அல்லது பழிவாங்கும் உணர்வுகளை சமாளிக்க நம்மை அனுமதிக்கிறது. உங்களுக்கும் உங்களைச் சுற்றியுள்ளவர்களுக்கும் என்ன நடக்கிறது என்பது கடவுளுக்கு தெரியாது என்று நினைக்க வேண்டாம்.",
          "promise":" ரோமர் 12:19 பழிவாங்குதல் என்னுடையது நான் பதிலளிப்பேன் என்று கர்த்தர் சொல்லுகிறார். ",
          "scriptureReflection": "கடந்த கால காயங்களைப் பற்றி சிந்திப்பதற்கும் பழிவாங்குவதற்கும் பதிலாக, எதிர்காலத்தில் கவனம் செலுத்த ஊக்குவிக்கப்படுகிறோம், கடவுள் இறுதியில் விஷயங்களைச் சரிசெய்வார் என்று நம்புகிறோம். அவரது நேரம் மற்றும் தீர்ப்பை நம்புங்கள். பிரதிபலிப்புஃ உங்கள் இதயத்தில் நீங்கள் வைத்திருக்கும் சில கடந்த கால அல்லது நிகழ்கால காயங்கள் யாவை? உங்கள் பிரார்த்தனை நேரத்தில் சிந்தித்து கடவுளிடம் பேசுங்கள். கிறிஸ்துவின் மனப்பான்மையைக் கொண்டிருக்க இந்த வேதத்துடன் தொடர்ந்து ஜெபியுங்கள்."
        },
        "english": {
          "mainText": "Recently I watched one new movie. In that movie, one line disturbed me a lot. It says the \"society asks us to forgive the people who do wrong and affected people to forget that\".         It moves my heart; practically, it will be more painful and hard for the person who goes through it. Affected people only know the pain more than the mistake made by the person. Sometimes the pain takes you to the very extreme of punishing them or punishing ourselves. I went through, and I know how it will be. Rejection in my school & college time, physical abuse and wounded words which I'm not able to forgive and forget about some incidents & some people in my life.  I don't want to let the person free. I wanted the person to get punished or to understand what he does... To help myself, I was preparing this. Let's read. 1 Peter 2:23 ",
          "scripture": "When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. - 1 Peter 2:23 NIV",
          "comfort": "This verse describes Jesus's actions when facing unjust treatment and persecution. He entrusted his case to God, the righteous judge, rather than seeking revenge or retaliation. The verse emphasises Jesus's example of entrusting himself to God's judgement rather than retaliating or seeking vengeance. It highlights the importance of trusting in God's justice, even when facing unfairness or suffering.  God is a better judge than us. God's judgement is superior to human judgement due to God's perfect knowledge, wisdom, and justice...so leave and surrender to God to judge. But do you think it is getting late & unseen? Remember this verse. 2 Peter 3:9 states that God is patient, not wanting anyone to perish, but for all to come to repentance. This verse suggests that God's delay in judgement is an opportunity for people to change their ways... We will be questioning God why he offers a chance of repentance & forgiveness instead of punishing. The truth is that God's nature is love, mercy, and grace. It's not easy, but with the help of Jesus, we can overcome it because he did that, even though he knew we were the ones who made him die on the cross, but still he is willing to forgive and love the same. Forgive; you will be forgiven. In order to receive forgiveness for our sins, we need to forgive others. Forgiving others allows us to overcome feelings of anger, bitterness, or revenge. Don't think God isn't aware of what's happening with you & around you. In Romans 12:19, Vengeance is mine; I will repay,' says the Lord. Instead of dwelling on past hurts and seeking revenge, we are encouraged to focus on the future, trusting that God will ultimately set things right. Trust in his timing and judgement. Reflection: What are some past or present hurts that you're holding in your heart? Think and express to God in your prayer time. Continuously pray with this scripture to have Christ's attitude."
        }
      }
    }
  ],
  "author": {
    "tamil": "ஜெஸ்ஸி ஆனந்த்",
    "english": "Jessie Anand"
  }
}