{
  "pages": [
    {
      "id": "weakness",
      "title": {
        "tamil": "பலவீனமா?",
        "english": "WEAKNESS?"
      },
      "theme": "gray",
      "content": {
        "tamil": {
          "mainText": "அழுகை என்பது பல்வேறு உணர்வுகளால் தூண்டப்படும் இயற்கையான மனித நடத்தை, இதில் சோகம், மகிழ்ச்சி, துக்கம் மற்றும் உடல் வலி கூட அடங்கும். இது உணர்ச்சி பதற்றத்தை வெளியிடவும், துன்பத்தை சமிக்ஞை செய்யவும் அல்லது வலி நிவாரணத்தை அனுபவிக்கவும் ஒரு வழியாக இருக்கலாம். ஆனால் நாம் அழ விரும்புவதில்லை, இல்லையா? ஆனால் என்ன செய்வது? கடவுள் மனிதர்களை அழும் திறனுடன் படைத்தார், இது அவரது இரக்கமுள்ள இயல்பின் பிரதிபலிப்பாகவும், மனிதர்கள் தங்கள் உணர்வுகளை வெளிப்படுத்தி அவருடன் தொடர்பு கொள்ளும் வழியாகவும். அழுகை பெரும்பாலும் பலவீனத்தின் அறிகுறியாக தவறாக கருதப்படுகிறது. உண்மையில், அழுகை வலிமையின் அறிகுறியாக இருக்கலாம், பாதிப்படையக்கூடிய தன்மையையும் உணர்வுகளை செயலாக்கும் திறனையும் வெளிப்படுத்துகிறது.",
          "scripture": "சங்கீதம் 56:8. நீர் என் எல்லா துக்கங்களையும் கணக்கிட்டு வைக்கிறீர். என் கண்ணீரை உம் பாத்திரத்தில் சேகரித்து வைத்திருக்கிறீர். அவை ஒவ்வொன்றையும் உம் புத்தகத்தில் பதிவு செய்திருக்கிறீர்.",
          "scriptureReflection": "நீங்கள் வலியில் கண்ணீர் சிந்தும்போது, யாருக்கும் தெரியாது அல்லது யாரும் உங்களை மதிக்கவில்லை அல்லது யாரும் உங்களுக்கு உதவ முடியாது என்று நினைக்காதீர்கள். இந்த வசனம் கடவுள் நம் துக்கங்களைக் கண்காணித்து, நம் கண்ணீரை கவனிக்கிறார் என்பதைக் குறிக்கிறது.",
          "promise": "அவர் அவர்களின் கண்களிலிருந்து எல்லா கண்ணீரையும் துடைப்பார். (வெளிப்படுத்துதல் 21:4). புதிய விஷயங்களும் ஆசீர்வாதங்களும் வரப்போகின்றன...",
          "reflection": "கடவுள் நீங்கள் சிந்தும் ஒவ்வொரு கண்ணீரையும் அறிந்திருக்கிறார் என்பது உங்களுக்கு என்ன அர்த்தம்? கடினமான காலங்களில் கடவுளின் வாக்குறுதிகளில் உங்கள் நம்பிக்கையை எவ்வாறு வளர்த்துக் கொள்ளலாம் என்பதைப் பற்றி சிந்தியுங்கள்."
        },
        "english": {
          "mainText": "Crying is a natural human behaviour triggered by various emotions, including sadness, joy, grief, and even physical pain. It can be a way to release emotional tension, signal distress, or even experience pain relief. But we don't like to cry, right? but what to do God created humans with the capacity to cry as a reflection of His own compassionate nature and as a way for humans to express their emotions & connect with Him. Crying is often wrongly perceived as a sign of weakness. In reality, crying can be a sign of strength, demonstrating the ability to be vulnerable and process emotions. In fact, if you don't cry only, it's a medical illness. I was tagged as a crying girl from my childhood; I often cry for everything and can't take everything easily. So I decided to study more on this to help myself. Take heart, whoever is reading this. Crying is an emotion created by God; it's not your weakness or fault, so it's okay to cry. Many people in the Bible cried, both men and women, including Jesus. If the Son of God can weep, then we are most certainly permitted to as well. Sometimes our tears represent our pain and grief. When we cry, we become like children. We will be looking for someone to wipe our tears and say everything will be fine, it's okay, or someone to help you out from this. Here this is for you, David, expressing a deep trust in God - in his suffering, let's read",
          "scripture": "Psalms 56:8. You keep track of all my sorrows. You have collected all my tears in your bottle. You have recorded each one in your book.",
          "scriptureReflection": "Don't think that when you shed your tears in pain, no one knows or no one values you or no one can help you out. This verse signifies that God keeps track of our sorrows and doesn't overlook our tears. God is aware of every tear we shed and remembers every sorrow we experience. So trust him; everything he works for is for our good. If God makes you cry, there is a purpose for your tears. Emotions are the language of our heart; faith is the language of God. Don't let your emotions take your faith. Learning to trust him and have faith in the midst of my mission journey, health issues, marriage problems, parenting and things around me with tears...",
          "promise": "He will wipe every tear from their eyes. (Revelation 21:4). New things and blessings are coming ahead ... So embrace tears as part of your life journey.",
          "reflection": "Think What does it mean to you that God is aware of every tear you cry? & Think about the ways how you can build your faith in God's promises during your hard times."
        }
      }
    },
    {
      "id": "remember",
      "title": {
        "tamil": "நீங்கள் நினைவில் வைப்பீர்களா?",
        "english": "WILL YOU REMEMBER?"
      },
      "theme": "warm",
      "content": {
        "tamil": {
          "mainText": "ஒவ்வொருவரும் தனித்துவமானவர்கள் மற்றும் திறமைகள், அறிவு, குணம், அனுபவம் மற்றும் அவர்களின் பழக்கவழக்கங்களின் அடிப்படையில் கட்டமைக்கப்பட்ட தங்கள் சொந்த அடையாளத்தைக் கொண்டுள்ளனர். ஒரு புதிய தாயாக, என் மகனுக்கு நல்ல பழக்கங்களை வளர்ப்பதற்கு நான் பொறுப்பு, எனவே நான் எது சிறந்தது மற்றும் நான் என்ன செய்ய வேண்டும் என்பதைப் பார்த்துக் கொண்டிருக்கிறேன்.",
          "habitDefinition": "பழக்கம் என்றால் என்ன? நீங்கள் தொடர்ந்து ஈடுபடும் எந்தவொரு நடத்தை அல்லது செயலும் ஒரு பழக்கமாக கருதப்படுகிறது, எழுந்தவுடன் காபி குடிப்பது, பற்களைத் துலக்குவது, கைகளைக் கழுவுவது, சுத்தமாக வைத்திருப்பது, நகங்களைக் கடிக்காமல் இருப்பது போன்றவை. சில பழக்கங்கள் உடல் மற்றும் மன நலனை மேம்படுத்தலாம், மற்றவை உங்கள் அன்றாட வாழ்க்கையில் தேவையற்ற தாக்கத்தை ஏற்படுத்தலாம்.",
          "scripture": "நீதிமொழிகள் 3:6 உன் எல்லா வழிகளிலும் கர்த்தரை நினைவில் கொள், அவர் உனக்கு வெற்றியைத் தருவார். கர்த்தரை எப்போதும், எல்லா இடங்களிலும், நீ செய்யும் எல்லாவற்றிலும் உன்னுடன் அழைத்துச் செல்.",
          "encouragement": "நம் அனைவருக்கும் நம் வாழ்க்கையில் கடவுள் தேவை, ஒரு நாளில் ஒரு முறை மட்டும் அல்லது உதவி தேவைப்படும் நேரங்களில் மட்டும் அல்ல, உங்கள் நாள் முழுவதும் தேவை. இந்த வசனம் நம் வாழ்க்கையின் ஒவ்வொரு அம்சத்திலும் கர்த்தரின் இருப்பையும் வழிகாட்டுதலையும் ஒப்புக்கொள்ள நம்மை ஊக்குவிக்கிறது.",
          "consistency": "நிலைத்தன்மை முக்கியம், நல்ல காலங்களில் மட்டுமல்ல, கடினமான காலங்களிலும் கடவுளுடன் நடப்பது மற்றும் அவரது கையைப் பிடித்துக் கொண்டு நம்புவது. இந்த நிச்சயமற்ற உலகில் நாம் கொண்டிருக்கக்கூடிய அல்லது நம் குழந்தைகளுக்குக் கற்றுக்கொடுக்கக்கூடிய சிறந்த பழக்கம், நாம் செய்யும் எல்லாவற்றிலும் கர்த்தரை நினைவில் கொள்வதுதான்.",
          "reflection": "கடவுளையும் உங்கள் வாழ்க்கையில் அவரது செயல்பாட்டையும் நினைவில் கொள்ளுங்கள், ஏனென்றால் அது இன்று உங்களுக்கு முக்கியம். உங்களை ஆராய்ந்து பாராட்டுங்கள்: இன்று எத்தனை முறை நீங்கள் கர்த்தரைப் பற்றி நினைக்கிறீர்கள்?"
        },
        "english": {
          "mainText": "Everyone is unique and has their own identity built based on skills, knowledge, character, experience, and their habits. As a new mom, I'm responsible for cultivating good habits for my son, so I'm just going through what is best and what I have to do So let's all go through it together.",
          "habitDefinition": "What is a habit? Any behavior or action you engage in regularly counts as a habit, from having coffee as soon as you get up, brushing teeth, washing hands, keeping clean, not biting nails, etc. Some habits can promote physical and mental wellness, while others might have more of an unwanted impact on your everyday life. Among everything, Do you have a habit of praying for everything? I'm not good at that. Sometimes I do, sometimes I miss, or sometimes I just go in times of need alone. I learnt and built praying, which means talking to God in the morning alone or approaching him in times of help. As I'm growing and seeing things around me, it was so scary. I feel the world is getting dangerous, and I can't predict what's next. So what shall I do? The answer is :",
          "scripture": "Remember the Lord in all you do, and he will give you success. Proverbs 3:6 Take the Lord with you all the time, everywhere, and in everything you do.",
          "encouragement": "We all need God in our lives, not only one time in a day or times of help, you need throughout your day. This verse encourages us to acknowledge the Lord's presence and guidance in every aspect of our lives. Remembering the Lord deepens our connection with God and promotes faith, comfort, strength, gratitude, and victory. It reminds us to live according to God's principles and to avoid wrongdoing. So remember the Lord in everything, for example, praying before eating, praying while travelling, praying while doing new things, praying before you start cooking or studying, or any work you begin. I remember one sister who was sharing she will be thanking God after she comes out from the washroom. It was funny but deep to think about how much she connected with and remembered God. She reminds me to thank God for the good things that God allows us to have, even small things that we don't care much about.",
          "consistency": "Consistency is important, walking with God not only in good times but even trusting & holding his hand in hard times too. The best habit we can have, or we can teach our children in this uncertain world is to remember the Lord in everything we do. ....",
          "reflection": "Remember God and his work in your life because it matters for you today. Examine and appreciate yourself: how many times today do you think about the Lord?"
        }
      }
    },
    {
      "id": "appreciation",
      "title": {
        "tamil": "மிகவும் தேவையானது",
        "english": "MUCH NEEDED"
      },
      "theme": "blue",
      "content": {
        "tamil": {
          "mainText": "நான் ஒரு குடும்பத்தில் வளர்ந்தேன், அங்கு நாங்கள் ஒருவரையொருவர் அதிகம் பாராட்டுவதில்லை; நாங்கள் அதை அறிவோம், ஆனால் வெளிப்படுத்துவது கடினமாக இருக்கிறது. சில நேரங்களில் நாங்கள் அதை சாதாரணமாக எடுத்துக் கொள்கிறோம். என் அம்மா மிகவும் சுறுசுறுப்பானவர்; வேலைக்குச் செல்வதற்கு முன், அவர் எல்லா வேலைகளையும் செய்வார். அவர் என்னை சமைக்க அனுமதிக்க மாட்டார். திருமணத்திற்குப் பிறகு, அது எனக்கு சவாலாக இருந்தது, ஆனால் என்ன செய்வது? நான் சமைக்கக் கற்றுக்கொண்டேன் மற்றும் அன்பானவருக்கு சேவை செய்வதில் மகிழ்ச்சியை அனுபவித்தேன்.",
          "scripture": "1 தெசலோனிக்கேயர் 5:11 'எனவே ஒருவரையொருவர் ஊக்குவித்து, ஒருவரையொருவர் கட்டியெழுப்புங்கள், நீங்கள் செய்து கொண்டிருப்பதைப் போலவே.'",
          "importance": "ஒவ்வொருவரும் ஒப்புக்கொள்ளப்படுவதையும் பாராட்டப்படுவதையும் விரும்புகிறார்கள். ஒரு நபரின் மிகப்பெரிய உணர்ச்சித் தேவை பாராட்டப்படுவதுதான் என்பதை மறக்காதீர்கள். பாராட்டப்பட, பெரிய விஷயங்களை அடைய அல்லது நிரூபிக்க வேண்டிய அவசியமில்லை; சிறிய விஷயங்களே போதும். சில நேரங்களில் ஒரு சிறிய செயல் அவர்களின் நாளை உருவாக்கலாம், அல்லது சில நேரங்களில் அது மக்களின் வாழ்க்கையையும் மாற்றலாம்.",
          "reflection": "காலையிலிருந்து இரவு வரை, உங்கள் குடும்பத்திலும் பணியிடத்திலும் நீங்கள் காணும் எல்லா நல்ல விஷயங்களையும் பாராட்டுங்கள்! ஒருவரையொருவர் ஊக்குவிக்கும் மகிழ்ச்சியை அனுபவிப்போம்."
        },
        "english": {
          "mainText": "I grew up in a family where we don't appreciate each other much; we know it, but we find it hard to express. Sometimes we take it for granted. My mom is very active; before she goes to work, she does every chore. She won't allow me to cook. After getting married, it was challenging for me, but what to do? I learned to cook and experienced joy in serving the loved one, but now you can trust me. I'm a better cook; I thank God for that... Whenever I cook, I look for my husband's appreciation more than other things. Sometimes he does and sometimes he doesn't, so I will ask, \"How was the food?\" My husband replies to me in one line, \"It's tasty,\" but whenever I hear the word, it pushes me to do more and give my best continuously. It applies to other things also. I started to realize the value of being appreciated and acknowledged. As a young mother handling a baby and taking care of different stuff, I feel I need much, and I understand appreciation can take me higher. You all will agree, small or big, if someone appreciates us, it brings joy and confidence and makes us do our best. If you look into the Bible,",
          "scripture": "1 Thessalonians 5:11 says, \"Therefore encourage one another and build each other up, just as in fact you are doing.\"",
          "importance": "Everyone enjoys being acknowledged and appreciated. Don't forget a person's greatest emotional need is to be appreciated. To get appreciated, there's no need to achieve or prove greater things; small things are enough. Sometimes a small act can make their day, or sometimes it can change people's lives too. Who knows? People never forget the person who appreciates them. But we struggle to express, and we look for others to give, in Luke 6:38. Give, and it shall be given unto you... This verse teaches us to give what you expect from others; it can be appreciation, forgiveness, respect, love, understanding, etc. \"Appreciation to others is that you can be appreciated... Today your mom, dad, husband, wife, children, friends, office co-workers, & people around you are looking for your kind words and encouragement.",
          "reflection": "From morning till night, appreciate all the good things you see in your family & workplace! Let us experience the joy of encouraging one another."
        }
      }
    },
    {
      "id": "hair-fall",
      "title": {
        "tamil": "உங்கள் முடி உதிர்வைப் பற்றி கவலைப்படுகிறீர்களா?",
        "english": "Are you worried about your hair fall?"
      },
      "theme": "brown",
      "content": {
        "tamil": {
          "mainText": "பெண்கள் மட்டுமல்ல, ஒவ்வொரு ஆணும் மற்றும் அனைவரும் தங்கள் முடி உதிரும்போது, கருப்பு நரைக்கும்போது, மற்றும் அவர்கள் வழுக்கையாகும்போது கவலைப்படுகிறார்கள். அவர்கள் மருத்துவமனைகள் மற்றும் அழகு நிலையங்களில் நிறைய பணம் செலவழிக்க தயாராக இருக்கிறார்கள் மற்றும் பல்வேறு முறைகள், தீர்வுகள், வீட்டு வைத்தியங்கள் போன்றவற்றை முயற்சி செய்கிறார்கள், ஏனென்றால் அனைவரும் முடியை விரும்புகிறார்கள்.",
          "scripture": "\"உங்கள் தலையின் முடிகள் கூட எல்லாம் எண்ணப்பட்டிருக்கின்றன\" மத்தேயு 10:30",
          "comfort": "... எனக்கு எவ்வளவு இருந்தது, எவ்வளவு இழந்தேன் என்று எனக்குத் தெரியாது; நான் அதை எண்ண முடியாது, ஆனால் கடவுள் எண்ணிக்கையை அறிவார்.. நம் வாழ்க்கையின் மிகச் சிறிய விவரங்கள் கூட அவரது நெருக்கமான அறிவின் பிரமிப்பு மற்றும் நாம் அவரால் எவ்வளவு மதிக்கப்படுகிறோம்... நாம் அவரது பார்வையிலிருந்து மறக்கப்படவில்லை. அவர் உங்களைக் கவனித்துக்கொள்கிறார், உங்கள் முடி கூட; அவ்வளவு அவர் நம்மை ஆழமாகவும் குறிப்பாகவும் நேசித்து மதித்தார்.",
          "reflection": "\"முடிகளை எண்ணுவதற்குப் பதிலாக, ஏற்கனவே எண்ணிக்கையை அறிந்தவரை நம்புங்கள்.\"",
          "promise": "உங்கள் எல்லா கவலைகளையும் அவர் மீது போடுங்கள், ஏனென்றால் அவர் உங்களைக் கவனித்துக்கொள்கிறார்.\" 1 பேதுரு 5:7",
          "encouragement": "இன்று நீங்கள் சுமக்கும் உங்கள் கவலைகளை கடவுளிடம் பட்டியலிடுங்கள்! அவர் உங்களைக் கவனித்துக்கொள்கிறார் என்பதை நினைவில் கொள்ளுங்கள். நீங்கள் சீவும்போது, அவர் எண்ணிக்கையை அறிவார் என்பதை நினைவில் கொள்ளுங்கள். அவரது அறிவு மற்றும் கவனிப்புக்காக அவருக்கு நன்றி சொல்லி புகழ்ந்து பாடுங்கள்."
        },
        "english": {
          "mainText": "Not only women, even every man and everyone worries when their hair falls, black turns to grey, and they go bald. They are willing to spend a lot of money in hospitals and parlours and trying different methods, solutions, home remedies, etc. because everyone likes hair. I remember the time when I was a teen; I had long, dense hair, later, it started to fall like anything. I tried different home remedies and took treatment for some time, then I was fed up... Now after delivery, I'm going through hair fall to another extreme; at that time I got encouraged by this. The verse",
          "scripture": "\"even the hairs of your head are all numbered\" Matthew 10:30",
          "comfort": "... I don't know how much I had, and I lost it; even I can't count it, but God knows the numbers .. The awe of his intimate knowledge of even the smallest details of our lives and how much we are valued by him ... we aren't forgotten from his sight. He cares for you, even your hair too; that much he loved and valued us deeply and specifically. Eat well and take care; don't worry. Life is short; everything shall pass. Today you might be worrying about your hair or anything. Remember we are deeply known & loved by him.",
          "reflection": "\"Instead of counting hairs, trust the One who already knows the count.\"",
          "promise": "Cast all your anxiety on him because he cares for you.\" 1 Peter 5:7",
          "encouragement": "List out your worries to God what you're carrying today! Remember He cares for you. When you comb, remember He knows the number. Thank & praise him for his knowledge and care."
        }
      }
    },
    {
      "id": "available",
      "title": {
        "tamil": "கிடைக்கும்",
        "english": "AVAILABLE"
      },
      "theme": "light",
      "content": {
        "tamil": {
          "mainText": "எல்லோரும் ஏங்கும் ஒரு விஷயம் மற்றும் ஒருபோதும் போதும் என்று சொல்லாத ஒன்று 'அன்பு'. அன்பு ஒரு உணர்ச்சி அல்ல, மாறாக மனித அனுபவத்தின் அடிப்படை அம்சம். பெற்றோர், கூட்டாளிகள், நண்பர்கள், உடன்பிறப்பு குழந்தைகள் மற்றும் செல்லப்பிராணிகளிடமிருந்து கூட அன்பையும் பாசத்தையும் பெறுவது நம் நம்பிக்கையை அதிகரிக்கவும் மதிப்புமிக்கவர்களாக உணரவும் செய்யும். நான் அன்புக்காக ஏங்கும் ஒரு நபர்; என் பெற்றோர், கணவர், சகோதரர் மற்றும் மக்கள் இருந்தாலும், சில நேரங்களில் யாரும் என்னை நேசிக்கவில்லை என்று உணர்கிறேன்.",
          "scripture": "எபேசியர் 3:18 'கிறிஸ்துவின் அன்பு எவ்வளவு அகலமானது, நீளமானது, உயரமானது மற்றும் ஆழமானது' என்பதைப் பற்றி பேசுகிறது.",
          "loveDescription": "நீங்கள் அன்புக்காக ஏங்குகிறீர்களா? இது உங்களுக்காக. அவரது அன்பு நம் புரிதலுக்கு அப்பாற்பட்டது, எல்லையற்றது மற்றும் அளவிட முடியாதது. அதை எளிதாக்க, ஒரு கணம், உங்கள் மனதில் கடலை படம் பிடியுங்கள். அதன் ஆரம்பத்தைப் பார்க்க முடியுமா? அதன் முடிவைப் பார்க்க முடியாது, அதன் ஆழம், அகலம் மற்றும் உயரத்தை அளவிட முடியாது, இல்லையா? அவ்வளவு கடவுளின் அன்பு பெரியது. இது இலவசம் மற்றும் அனைவருக்கும் கிடைக்கக்கூடியது.",
          "reflection": "1. ஒரு கணம் எடுத்துக்கொண்டு, இந்த வேதாகமத்தை படித்தபோது நீங்கள் எப்படி உணர்ந்தீர்கள் என்பதை உங்கள் ஜெப நேரத்தில் கடவுளிடம் பகிர்ந்து கொள்ளுங்கள். இன்று இந்த அன்பைப் பற்றி நீங்கள் எப்படி உணர்ந்தீர்கள் என்பதை யாரிடமாவது பகிர்ந்து கொள்ளுங்கள்."
        },
        "english": {
          "mainText": "One thing that everybody longs for and never says is enough means it is 'love'. Love is not an emotion but a fundamental aspect of the human experience. Receiving love and affection from parents, partners, friends, sibling children and even pets can boost our confidence and make us feel valued. I'm a person longing for love; even though my parents, husband, brother & people are there, sometimes I feel no one loves me. Sometimes they show it, but my inner self is not satisfied. I feel they did not meet up the way I showed and accepted... When individuals don't receive the love they desire, it can lead to feelings of sadness and disappointment, & it can trigger negative emotions and psychological distress. The unmet need for love can lead to feelings of loneliness, low self-esteem, and a sense of worthlessness. Everyone might have many incidents in our lives where we feel unloved when the loved one hurts us, and some might take advantage of our love. Love controls us, and it can push us into any extreme; it can be positive and negative too. I searched in all places from my childhood till now, even after marrying a loved one, having a beautiful baby, and having everything I wanted, but sometimes still my heart was not satisfied. After delivery, many might know women might go through postpartum depression. It takes you to another extreme & many phases of yourself... I was going through loneliness and feeling unloved at that time. I'm encouraging myself and starting to connect with the truth of the emptiness, the void within me that cannot be filled by material possessions, relationships, or worldly achievements – not now, forever, and it can't. Only I can get satisfied by getting closer with God. Why? Because he only created us with a need that he alone can fill! The human soul often experiences a deep longing or emptiness that worldly things cannot permanently satisfy. God is the only source of true and lasting satisfaction for the soul. Even after knowing the truth, getting connected with God itself is difficult for me during my post-delivery period and even now. But I pushed myself, my husband and many sisters helped and encouraged me to get connected with God because he alone can satisfy me. This scripture is always very close to my heart; this is true.",
          "scripture": "Ephesians 3:18 speaks of \"how wide and long and high and deep is the love of Christ\".",
          "loveDescription": "Are you longing for love? This is for you. His love is beyond our understanding, boundless and immeasurable. To make it easy, just for a moment, picture the sea in your mind. Can you see its beginning? You can't see its end, and you can't measure the depth, width & height of it, right? That much God's love is big. It's free and available for everyone. Nothing we can do or fail to do will stop him from loving us. He loves us more than anyone could in a lifetime. God's love is the only thing that can fully satisfy the hungry heart of us .So let's explore this love and stay close to him daily and forever.",
          "reflection": "1. Take a moment & share how you felt when you read this scripture to God in your prayer time. And share with someone how you felt about this love today."
        }
      }
    },
    
  ],
  "author": {
    "tamil": "ஜெஸ்ஸி ஆனந்த்",
    "english": "Jessie Anand"
  }
}